docs/test-results/phase1/unit6/B-STRESS-run2/measurement-k6.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /scripts/02-constant-arrival-rate.js
        output: Prometheus remote write (http://prometheus:9090/api/v1/write)

     scenarios: (100.00%) 1 scenario, 1000 max VUs, 6m30s max duration (incl. graceful stop):
              * arrival: 5.00 iterations/s for 5m0s (maxVUs: 100-1000, gracefulStop: 1m30s)


running (0m01.0s), 0005/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   0% ] 0005/0100 VUs  0m01.0s/5m0s  5.00 iters/s

running (0m02.0s), 0010/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   1% ] 0010/0100 VUs  0m02.0s/5m0s  5.00 iters/s

running (0m03.0s), 0015/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   1% ] 0015/0100 VUs  0m03.0s/5m0s  5.00 iters/s

running (0m04.0s), 0020/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   1% ] 0020/0100 VUs  0m04.0s/5m0s  5.00 iters/s

running (0m05.0s), 0025/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   2% ] 0025/0100 VUs  0m05.0s/5m0s  5.00 iters/s

running (0m06.0s), 0030/0100 VUs, 0 complete and 0 interrupted iterations
arrival   [   2% ] 0030/0100 VUs  0m06.0s/5m0s  5.00 iters/s

running (0m07.0s), 0030/0100 VUs, 5 complete and 0 interrupted iterations
arrival   [   2% ] 0030/0100 VUs  0m07.0s/5m0s  5.00 iters/s

running (0m08.0s), 0029/0100 VUs, 11 complete and 0 interrupted iterations
arrival   [   3% ] 0029/0100 VUs  0m08.0s/5m0s  5.00 iters/s

running (0m09.0s), 0029/0100 VUs, 16 complete and 0 interrupted iterations
arrival   [   3% ] 0029/0100 VUs  0m09.0s/5m0s  5.00 iters/s

running (0m10.0s), 0030/0100 VUs, 20 complete and 0 interrupted iterations
arrival   [   3% ] 0030/0100 VUs  0m10.0s/5m0s  5.00 iters/s

running (0m11.0s), 0030/0100 VUs, 25 complete and 0 interrupted iterations
arrival   [   4% ] 0030/0100 VUs  0m11.0s/5m0s  5.00 iters/s

running (0m12.0s), 0030/0100 VUs, 30 complete and 0 interrupted iterations
arrival   [   4% ] 0030/0100 VUs  0m12.0s/5m0s  5.00 iters/s

running (0m13.0s), 0030/0100 VUs, 35 complete and 0 interrupted iterations
arrival   [   4% ] 0030/0100 VUs  0m13.0s/5m0s  5.00 iters/s

running (0m14.0s), 0030/0100 VUs, 40 complete and 0 interrupted iterations
arrival   [   5% ] 0030/0100 VUs  0m14.0s/5m0s  5.00 iters/s

running (0m15.0s), 0030/0100 VUs, 45 complete and 0 interrupted iterations
arrival   [   5% ] 0030/0100 VUs  0m15.0s/5m0s  5.00 iters/s

running (0m16.0s), 0029/0100 VUs, 51 complete and 0 interrupted iterations
arrival   [   5% ] 0029/0100 VUs  0m16.0s/5m0s  5.00 iters/s

running (0m17.0s), 0029/0100 VUs, 56 complete and 0 interrupted iterations
arrival   [   6% ] 0029/0100 VUs  0m17.0s/5m0s  5.00 iters/s

running (0m18.0s), 0030/0100 VUs, 60 complete and 0 interrupted iterations
arrival   [   6% ] 0030/0100 VUs  0m18.0s/5m0s  5.00 iters/s

running (0m19.0s), 0030/0100 VUs, 65 complete and 0 interrupted iterations
arrival   [   6% ] 0030/0100 VUs  0m19.0s/5m0s  5.00 iters/s

running (0m20.0s), 0030/0100 VUs, 70 complete and 0 interrupted iterations
arrival   [   7% ] 0030/0100 VUs  0m20.0s/5m0s  5.00 iters/s

running (0m21.0s), 0030/0100 VUs, 75 complete and 0 interrupted iterations
arrival   [   7% ] 0030/0100 VUs  0m21.0s/5m0s  5.00 iters/s

running (0m22.0s), 0030/0100 VUs, 80 complete and 0 interrupted iterations
arrival   [   7% ] 0030/0100 VUs  0m22.0s/5m0s  5.00 iters/s

running (0m23.0s), 0030/0100 VUs, 85 complete and 0 interrupted iterations
arrival   [   8% ] 0030/0100 VUs  0m23.0s/5m0s  5.00 iters/s

running (0m24.0s), 0029/0100 VUs, 91 complete and 0 interrupted iterations
arrival   [   8% ] 0029/0100 VUs  0m24.0s/5m0s  5.00 iters/s

running (0m25.0s), 0029/0100 VUs, 96 complete and 0 interrupted iterations
arrival   [   8% ] 0029/0100 VUs  0m25.0s/5m0s  5.00 iters/s

running (0m26.0s), 0030/0100 VUs, 100 complete and 0 interrupted iterations
arrival   [   9% ] 0030/0100 VUs  0m26.0s/5m0s  5.00 iters/s

running (0m27.0s), 0030/0100 VUs, 105 complete and 0 interrupted iterations
arrival   [   9% ] 0030/0100 VUs  0m27.0s/5m0s  5.00 iters/s

running (0m28.0s), 0030/0100 VUs, 110 complete and 0 interrupted iterations
arrival   [   9% ] 0030/0100 VUs  0m28.0s/5m0s  5.00 iters/s

running (0m29.0s), 0030/0100 VUs, 115 complete and 0 interrupted iterations
arrival   [  10% ] 0030/0100 VUs  0m29.0s/5m0s  5.00 iters/s

running (0m30.0s), 0030/0100 VUs, 120 complete and 0 interrupted iterations
arrival   [  10% ] 0030/0100 VUs  0m30.0s/5m0s  5.00 iters/s

running (0m31.0s), 0030/0100 VUs, 125 complete and 0 interrupted iterations
arrival   [  10% ] 0030/0100 VUs  0m31.0s/5m0s  5.00 iters/s

running (0m32.0s), 0029/0100 VUs, 131 complete and 0 interrupted iterations
arrival   [  11% ] 0029/0100 VUs  0m32.0s/5m0s  5.00 iters/s

running (0m33.0s), 0029/0100 VUs, 136 complete and 0 interrupted iterations
arrival   [  11% ] 0029/0100 VUs  0m33.0s/5m0s  5.00 iters/s

running (0m34.0s), 0030/0100 VUs, 140 complete and 0 interrupted iterations
arrival   [  11% ] 0030/0100 VUs  0m34.0s/5m0s  5.00 iters/s

running (0m35.0s), 0030/0100 VUs, 145 complete and 0 interrupted iterations
arrival   [  12% ] 0030/0100 VUs  0m35.0s/5m0s  5.00 iters/s

running (0m36.0s), 0030/0100 VUs, 150 complete and 0 interrupted iterations
arrival   [  12% ] 0030/0100 VUs  0m36.0s/5m0s  5.00 iters/s

running (0m37.0s), 0030/0100 VUs, 155 complete and 0 interrupted iterations
arrival   [  12% ] 0030/0100 VUs  0m37.0s/5m0s  5.00 iters/s

running (0m38.0s), 0030/0100 VUs, 160 complete and 0 interrupted iterations
arrival   [  13% ] 0030/0100 VUs  0m38.0s/5m0s  5.00 iters/s

running (0m39.0s), 0030/0100 VUs, 165 complete and 0 interrupted iterations
arrival   [  13% ] 0030/0100 VUs  0m39.0s/5m0s  5.00 iters/s

running (0m40.0s), 0029/0100 VUs, 171 complete and 0 interrupted iterations
arrival   [  13% ] 0029/0100 VUs  0m40.0s/5m0s  5.00 iters/s

running (0m41.0s), 0029/0100 VUs, 176 complete and 0 interrupted iterations
arrival   [  14% ] 0029/0100 VUs  0m41.0s/5m0s  5.00 iters/s

running (0m42.0s), 0030/0100 VUs, 180 complete and 0 interrupted iterations
arrival   [  14% ] 0030/0100 VUs  0m42.0s/5m0s  5.00 iters/s

running (0m43.0s), 0030/0100 VUs, 185 complete and 0 interrupted iterations
arrival   [  14% ] 0030/0100 VUs  0m43.0s/5m0s  5.00 iters/s

running (0m44.0s), 0030/0100 VUs, 190 complete and 0 interrupted iterations
arrival   [  15% ] 0030/0100 VUs  0m44.0s/5m0s  5.00 iters/s

running (0m45.0s), 0030/0100 VUs, 195 complete and 0 interrupted iterations
arrival   [  15% ] 0030/0100 VUs  0m45.0s/5m0s  5.00 iters/s

running (0m46.0s), 0030/0100 VUs, 200 complete and 0 interrupted iterations
arrival   [  15% ] 0030/0100 VUs  0m46.0s/5m0s  5.00 iters/s

running (0m47.0s), 0030/0100 VUs, 205 complete and 0 interrupted iterations
arrival   [  16% ] 0030/0100 VUs  0m47.0s/5m0s  5.00 iters/s

running (0m48.0s), 0029/0100 VUs, 211 complete and 0 interrupted iterations
arrival   [  16% ] 0029/0100 VUs  0m48.0s/5m0s  5.00 iters/s

running (0m49.0s), 0029/0100 VUs, 216 complete and 0 interrupted iterations
arrival   [  16% ] 0029/0100 VUs  0m49.0s/5m0s  5.00 iters/s

running (0m50.0s), 0030/0100 VUs, 220 complete and 0 interrupted iterations
arrival   [  17% ] 0030/0100 VUs  0m50.0s/5m0s  5.00 iters/s

running (0m51.0s), 0030/0100 VUs, 225 complete and 0 interrupted iterations
arrival   [  17% ] 0030/0100 VUs  0m51.0s/5m0s  5.00 iters/s

running (0m52.0s), 0030/0100 VUs, 230 complete and 0 interrupted iterations
arrival   [  17% ] 0030/0100 VUs  0m52.0s/5m0s  5.00 iters/s

running (0m53.0s), 0030/0100 VUs, 235 complete and 0 interrupted iterations
arrival   [  18% ] 0030/0100 VUs  0m53.0s/5m0s  5.00 iters/s

running (0m54.0s), 0030/0100 VUs, 240 complete and 0 interrupted iterations
arrival   [  18% ] 0030/0100 VUs  0m54.0s/5m0s  5.00 iters/s

running (0m55.0s), 0030/0100 VUs, 245 complete and 0 interrupted iterations
arrival   [  18% ] 0030/0100 VUs  0m55.0s/5m0s  5.00 iters/s

running (0m56.0s), 0029/0100 VUs, 251 complete and 0 interrupted iterations
arrival   [  19% ] 0029/0100 VUs  0m56.0s/5m0s  5.00 iters/s

running (0m57.0s), 0029/0100 VUs, 256 complete and 0 interrupted iterations
arrival   [  19% ] 0029/0100 VUs  0m57.0s/5m0s  5.00 iters/s

running (0m58.0s), 0030/0100 VUs, 260 complete and 0 interrupted iterations
arrival   [  19% ] 0030/0100 VUs  0m58.0s/5m0s  5.00 iters/s

running (0m59.0s), 0030/0100 VUs, 265 complete and 0 interrupted iterations
arrival   [  20% ] 0030/0100 VUs  0m59.0s/5m0s  5.00 iters/s

running (1m00.0s), 0030/0100 VUs, 270 complete and 0 interrupted iterations
arrival   [  20% ] 0030/0100 VUs  1m00.0s/5m0s  5.00 iters/s

running (1m01.0s), 0030/0100 VUs, 275 complete and 0 interrupted iterations
arrival   [  20% ] 0030/0100 VUs  1m01.0s/5m0s  5.00 iters/s

running (1m02.0s), 0030/0100 VUs, 280 complete and 0 interrupted iterations
arrival   [  21% ] 0030/0100 VUs  1m02.0s/5m0s  5.00 iters/s

running (1m03.0s), 0030/0100 VUs, 285 complete and 0 interrupted iterations
arrival   [  21% ] 0030/0100 VUs  1m03.0s/5m0s  5.00 iters/s

running (1m04.0s), 0029/0100 VUs, 291 complete and 0 interrupted iterations
arrival   [  21% ] 0029/0100 VUs  1m04.0s/5m0s  5.00 iters/s

running (1m05.0s), 0029/0100 VUs, 296 complete and 0 interrupted iterations
arrival   [  22% ] 0029/0100 VUs  1m05.0s/5m0s  5.00 iters/s

running (1m06.0s), 0030/0100 VUs, 300 complete and 0 interrupted iterations
arrival   [  22% ] 0030/0100 VUs  1m06.0s/5m0s  5.00 iters/s

running (1m07.0s), 0030/0100 VUs, 305 complete and 0 interrupted iterations
arrival   [  22% ] 0030/0100 VUs  1m07.0s/5m0s  5.00 iters/s

running (1m08.0s), 0030/0100 VUs, 310 complete and 0 interrupted iterations
arrival   [  23% ] 0030/0100 VUs  1m08.0s/5m0s  5.00 iters/s

running (1m09.0s), 0030/0100 VUs, 315 complete and 0 interrupted iterations
arrival   [  23% ] 0030/0100 VUs  1m09.0s/5m0s  5.00 iters/s

running (1m10.0s), 0030/0100 VUs, 320 complete and 0 interrupted iterations
arrival   [  23% ] 0030/0100 VUs  1m10.0s/5m0s  5.00 iters/s

running (1m11.0s), 0030/0100 VUs, 325 complete and 0 interrupted iterations
arrival   [  24% ] 0030/0100 VUs  1m11.0s/5m0s  5.00 iters/s

running (1m12.0s), 0029/0100 VUs, 331 complete and 0 interrupted iterations
arrival   [  24% ] 0029/0100 VUs  1m12.0s/5m0s  5.00 iters/s

running (1m13.0s), 0029/0100 VUs, 336 complete and 0 interrupted iterations
arrival   [  24% ] 0029/0100 VUs  1m13.0s/5m0s  5.00 iters/s

running (1m14.0s), 0030/0100 VUs, 340 complete and 0 interrupted iterations
arrival   [  25% ] 0030/0100 VUs  1m14.0s/5m0s  5.00 iters/s

running (1m15.0s), 0030/0100 VUs, 345 complete and 0 interrupted iterations
arrival   [  25% ] 0030/0100 VUs  1m15.0s/5m0s  5.00 iters/s

running (1m16.0s), 0030/0100 VUs, 350 complete and 0 interrupted iterations
arrival   [  25% ] 0030/0100 VUs  1m16.0s/5m0s  5.00 iters/s

running (1m17.0s), 0030/0100 VUs, 355 complete and 0 interrupted iterations
arrival   [  26% ] 0030/0100 VUs  1m17.0s/5m0s  5.00 iters/s

running (1m18.0s), 0030/0100 VUs, 360 complete and 0 interrupted iterations
arrival   [  26% ] 0030/0100 VUs  1m18.0s/5m0s  5.00 iters/s

running (1m19.0s), 0030/0100 VUs, 365 complete and 0 interrupted iterations
arrival   [  26% ] 0030/0100 VUs  1m19.0s/5m0s  5.00 iters/s

running (1m20.0s), 0029/0100 VUs, 371 complete and 0 interrupted iterations
arrival   [  27% ] 0029/0100 VUs  1m20.0s/5m0s  5.00 iters/s

running (1m21.0s), 0029/0100 VUs, 376 complete and 0 interrupted iterations
arrival   [  27% ] 0029/0100 VUs  1m21.0s/5m0s  5.00 iters/s

running (1m22.0s), 0030/0100 VUs, 380 complete and 0 interrupted iterations
arrival   [  27% ] 0030/0100 VUs  1m22.0s/5m0s  5.00 iters/s

running (1m23.0s), 0030/0100 VUs, 385 complete and 0 interrupted iterations
arrival   [  28% ] 0030/0100 VUs  1m23.0s/5m0s  5.00 iters/s

running (1m24.0s), 0030/0100 VUs, 390 complete and 0 interrupted iterations
arrival   [  28% ] 0030/0100 VUs  1m24.0s/5m0s  5.00 iters/s

running (1m25.0s), 0030/0100 VUs, 395 complete and 0 interrupted iterations
arrival   [  28% ] 0030/0100 VUs  1m25.0s/5m0s  5.00 iters/s

running (1m26.0s), 0030/0100 VUs, 400 complete and 0 interrupted iterations
arrival   [  29% ] 0030/0100 VUs  1m26.0s/5m0s  5.00 iters/s

running (1m27.0s), 0030/0100 VUs, 405 complete and 0 interrupted iterations
arrival   [  29% ] 0030/0100 VUs  1m27.0s/5m0s  5.00 iters/s

running (1m28.0s), 0029/0100 VUs, 411 complete and 0 interrupted iterations
arrival   [  29% ] 0029/0100 VUs  1m28.0s/5m0s  5.00 iters/s

running (1m29.0s), 0029/0100 VUs, 416 complete and 0 interrupted iterations
arrival   [  30% ] 0029/0100 VUs  1m29.0s/5m0s  5.00 iters/s

running (1m30.0s), 0030/0100 VUs, 420 complete and 0 interrupted iterations
arrival   [  30% ] 0030/0100 VUs  1m30.0s/5m0s  5.00 iters/s

running (1m31.0s), 0030/0100 VUs, 425 complete and 0 interrupted iterations
arrival   [  30% ] 0030/0100 VUs  1m31.0s/5m0s  5.00 iters/s

running (1m32.0s), 0030/0100 VUs, 430 complete and 0 interrupted iterations
arrival   [  31% ] 0030/0100 VUs  1m32.0s/5m0s  5.00 iters/s

running (1m33.0s), 0030/0100 VUs, 435 complete and 0 interrupted iterations
arrival   [  31% ] 0030/0100 VUs  1m33.0s/5m0s  5.00 iters/s

running (1m34.0s), 0030/0100 VUs, 440 complete and 0 interrupted iterations
arrival   [  31% ] 0030/0100 VUs  1m34.0s/5m0s  5.00 iters/s

running (1m35.0s), 0030/0100 VUs, 445 complete and 0 interrupted iterations
arrival   [  32% ] 0030/0100 VUs  1m35.0s/5m0s  5.00 iters/s

running (1m36.0s), 0029/0100 VUs, 451 complete and 0 interrupted iterations
arrival   [  32% ] 0029/0100 VUs  1m36.0s/5m0s  5.00 iters/s

running (1m37.0s), 0029/0100 VUs, 456 complete and 0 interrupted iterations
arrival   [  32% ] 0029/0100 VUs  1m37.0s/5m0s  5.00 iters/s

running (1m38.0s), 0030/0100 VUs, 460 complete and 0 interrupted iterations
arrival   [  33% ] 0030/0100 VUs  1m38.0s/5m0s  5.00 iters/s

running (1m39.0s), 0030/0100 VUs, 465 complete and 0 interrupted iterations
arrival   [  33% ] 0030/0100 VUs  1m39.0s/5m0s  5.00 iters/s

running (1m40.0s), 0030/0100 VUs, 470 complete and 0 interrupted iterations
arrival   [  33% ] 0030/0100 VUs  1m40.0s/5m0s  5.00 iters/s

running (1m41.0s), 0030/0100 VUs, 475 complete and 0 interrupted iterations
arrival   [  34% ] 0030/0100 VUs  1m41.0s/5m0s  5.00 iters/s

running (1m42.0s), 0030/0100 VUs, 480 complete and 0 interrupted iterations
arrival   [  34% ] 0030/0100 VUs  1m42.0s/5m0s  5.00 iters/s

running (1m43.0s), 0030/0100 VUs, 485 complete and 0 interrupted iterations
arrival   [  34% ] 0030/0100 VUs  1m43.0s/5m0s  5.00 iters/s

running (1m44.0s), 0029/0100 VUs, 491 complete and 0 interrupted iterations
arrival   [  35% ] 0029/0100 VUs  1m44.0s/5m0s  5.00 iters/s

running (1m45.0s), 0029/0100 VUs, 496 complete and 0 interrupted iterations
arrival   [  35% ] 0029/0100 VUs  1m45.0s/5m0s  5.00 iters/s

running (1m46.0s), 0030/0100 VUs, 500 complete and 0 interrupted iterations
arrival   [  35% ] 0030/0100 VUs  1m46.0s/5m0s  5.00 iters/s

running (1m47.0s), 0030/0100 VUs, 505 complete and 0 interrupted iterations
arrival   [  36% ] 0030/0100 VUs  1m47.0s/5m0s  5.00 iters/s

running (1m48.0s), 0030/0100 VUs, 510 complete and 0 interrupted iterations
arrival   [  36% ] 0030/0100 VUs  1m48.0s/5m0s  5.00 iters/s

running (1m49.0s), 0030/0100 VUs, 515 complete and 0 interrupted iterations
arrival   [  36% ] 0030/0100 VUs  1m49.0s/5m0s  5.00 iters/s

running (1m50.0s), 0030/0100 VUs, 520 complete and 0 interrupted iterations
arrival   [  37% ] 0030/0100 VUs  1m50.0s/5m0s  5.00 iters/s

running (1m51.0s), 0029/0100 VUs, 526 complete and 0 interrupted iterations
arrival   [  37% ] 0029/0100 VUs  1m51.0s/5m0s  5.00 iters/s

running (1m52.0s), 0029/0100 VUs, 531 complete and 0 interrupted iterations
arrival   [  37% ] 0029/0100 VUs  1m52.0s/5m0s  5.00 iters/s

running (1m53.0s), 0030/0100 VUs, 535 complete and 0 interrupted iterations
arrival   [  38% ] 0030/0100 VUs  1m53.0s/5m0s  5.00 iters/s

running (1m54.0s), 0030/0100 VUs, 540 complete and 0 interrupted iterations
arrival   [  38% ] 0030/0100 VUs  1m54.0s/5m0s  5.00 iters/s

running (1m55.0s), 0030/0100 VUs, 545 complete and 0 interrupted iterations
arrival   [  38% ] 0030/0100 VUs  1m55.0s/5m0s  5.00 iters/s

running (1m56.0s), 0030/0100 VUs, 550 complete and 0 interrupted iterations
arrival   [  39% ] 0030/0100 VUs  1m56.0s/5m0s  5.00 iters/s

running (1m57.0s), 0030/0100 VUs, 555 complete and 0 interrupted iterations
arrival   [  39% ] 0030/0100 VUs  1m57.0s/5m0s  5.00 iters/s

running (1m58.0s), 0030/0100 VUs, 560 complete and 0 interrupted iterations
arrival   [  39% ] 0030/0100 VUs  1m58.0s/5m0s  5.00 iters/s

running (1m59.0s), 0029/0100 VUs, 566 complete and 0 interrupted iterations
arrival   [  40% ] 0029/0100 VUs  1m59.0s/5m0s  5.00 iters/s

running (2m00.0s), 0029/0100 VUs, 571 complete and 0 interrupted iterations
arrival   [  40% ] 0029/0100 VUs  2m00.0s/5m0s  5.00 iters/s

running (2m01.0s), 0030/0100 VUs, 575 complete and 0 interrupted iterations
arrival   [  40% ] 0030/0100 VUs  2m01.0s/5m0s  5.00 iters/s

running (2m02.0s), 0030/0100 VUs, 580 complete and 0 interrupted iterations
arrival   [  41% ] 0030/0100 VUs  2m02.0s/5m0s  5.00 iters/s

running (2m03.0s), 0030/0100 VUs, 585 complete and 0 interrupted iterations
arrival   [  41% ] 0030/0100 VUs  2m03.0s/5m0s  5.00 iters/s

running (2m04.0s), 0030/0100 VUs, 590 complete and 0 interrupted iterations
arrival   [  41% ] 0030/0100 VUs  2m04.0s/5m0s  5.00 iters/s

running (2m05.0s), 0030/0100 VUs, 595 complete and 0 interrupted iterations
arrival   [  42% ] 0030/0100 VUs  2m05.0s/5m0s  5.00 iters/s

running (2m06.0s), 0030/0100 VUs, 600 complete and 0 interrupted iterations
arrival   [  42% ] 0030/0100 VUs  2m06.0s/5m0s  5.00 iters/s

running (2m07.0s), 0029/0100 VUs, 606 complete and 0 interrupted iterations
arrival   [  42% ] 0029/0100 VUs  2m07.0s/5m0s  5.00 iters/s

running (2m08.0s), 0029/0100 VUs, 611 complete and 0 interrupted iterations
arrival   [  43% ] 0029/0100 VUs  2m08.0s/5m0s  5.00 iters/s

running (2m09.0s), 0030/0100 VUs, 615 complete and 0 interrupted iterations
arrival   [  43% ] 0030/0100 VUs  2m09.0s/5m0s  5.00 iters/s

running (2m10.0s), 0030/0100 VUs, 620 complete and 0 interrupted iterations
arrival   [  43% ] 0030/0100 VUs  2m10.0s/5m0s  5.00 iters/s

running (2m11.0s), 0030/0100 VUs, 625 complete and 0 interrupted iterations
arrival   [  44% ] 0030/0100 VUs  2m11.0s/5m0s  5.00 iters/s

running (2m12.0s), 0030/0100 VUs, 630 complete and 0 interrupted iterations
arrival   [  44% ] 0030/0100 VUs  2m12.0s/5m0s  5.00 iters/s

running (2m13.0s), 0030/0100 VUs, 635 complete and 0 interrupted iterations
arrival   [  44% ] 0030/0100 VUs  2m13.0s/5m0s  5.00 iters/s

running (2m14.0s), 0030/0100 VUs, 640 complete and 0 interrupted iterations
arrival   [  45% ] 0030/0100 VUs  2m14.0s/5m0s  5.00 iters/s

running (2m15.0s), 0029/0100 VUs, 646 complete and 0 interrupted iterations
arrival   [  45% ] 0029/0100 VUs  2m15.0s/5m0s  5.00 iters/s

running (2m16.0s), 0029/0100 VUs, 651 complete and 0 interrupted iterations
arrival   [  45% ] 0029/0100 VUs  2m16.0s/5m0s  5.00 iters/s

running (2m17.0s), 0030/0100 VUs, 655 complete and 0 interrupted iterations
arrival   [  46% ] 0030/0100 VUs  2m17.0s/5m0s  5.00 iters/s

running (2m18.0s), 0030/0100 VUs, 660 complete and 0 interrupted iterations
arrival   [  46% ] 0030/0100 VUs  2m18.0s/5m0s  5.00 iters/s

running (2m19.0s), 0030/0100 VUs, 665 complete and 0 interrupted iterations
arrival   [  46% ] 0030/0100 VUs  2m19.0s/5m0s  5.00 iters/s

running (2m20.0s), 0030/0100 VUs, 670 complete and 0 interrupted iterations
arrival   [  47% ] 0030/0100 VUs  2m20.0s/5m0s  5.00 iters/s

running (2m21.0s), 0030/0100 VUs, 675 complete and 0 interrupted iterations
arrival   [  47% ] 0030/0100 VUs  2m21.0s/5m0s  5.00 iters/s

running (2m22.0s), 0030/0100 VUs, 680 complete and 0 interrupted iterations
arrival   [  47% ] 0030/0100 VUs  2m22.0s/5m0s  5.00 iters/s

running (2m23.0s), 0029/0100 VUs, 686 complete and 0 interrupted iterations
arrival   [  48% ] 0029/0100 VUs  2m23.0s/5m0s  5.00 iters/s

running (2m24.0s), 0029/0100 VUs, 691 complete and 0 interrupted iterations
arrival   [  48% ] 0029/0100 VUs  2m24.0s/5m0s  5.00 iters/s

running (2m25.0s), 0030/0100 VUs, 695 complete and 0 interrupted iterations
arrival   [  48% ] 0030/0100 VUs  2m25.0s/5m0s  5.00 iters/s

running (2m26.0s), 0030/0100 VUs, 700 complete and 0 interrupted iterations
arrival   [  49% ] 0030/0100 VUs  2m26.0s/5m0s  5.00 iters/s

running (2m27.0s), 0030/0100 VUs, 705 complete and 0 interrupted iterations
arrival   [  49% ] 0030/0100 VUs  2m27.0s/5m0s  5.00 iters/s

running (2m28.0s), 0030/0100 VUs, 710 complete and 0 interrupted iterations
arrival   [  49% ] 0030/0100 VUs  2m28.0s/5m0s  5.00 iters/s

running (2m29.0s), 0030/0100 VUs, 715 complete and 0 interrupted iterations
arrival   [  50% ] 0030/0100 VUs  2m29.0s/5m0s  5.00 iters/s

running (2m30.0s), 0030/0100 VUs, 720 complete and 0 interrupted iterations
arrival   [  50% ] 0030/0100 VUs  2m30.0s/5m0s  5.00 iters/s

running (2m31.0s), 0030/0100 VUs, 725 complete and 0 interrupted iterations
arrival   [  50% ] 0030/0100 VUs  2m31.0s/5m0s  5.00 iters/s

running (2m32.0s), 0029/0100 VUs, 731 complete and 0 interrupted iterations
arrival   [  51% ] 0029/0100 VUs  2m32.0s/5m0s  5.00 iters/s

running (2m33.0s), 0030/0100 VUs, 735 complete and 0 interrupted iterations
arrival   [  51% ] 0030/0100 VUs  2m33.0s/5m0s  5.00 iters/s

running (2m34.0s), 0030/0100 VUs, 740 complete and 0 interrupted iterations
arrival   [  51% ] 0030/0100 VUs  2m34.0s/5m0s  5.00 iters/s

running (2m35.0s), 0030/0100 VUs, 745 complete and 0 interrupted iterations
arrival   [  52% ] 0030/0100 VUs  2m35.0s/5m0s  5.00 iters/s

running (2m36.0s), 0030/0100 VUs, 750 complete and 0 interrupted iterations
arrival   [  52% ] 0030/0100 VUs  2m36.0s/5m0s  5.00 iters/s

running (2m37.0s), 0030/0100 VUs, 755 complete and 0 interrupted iterations
arrival   [  52% ] 0030/0100 VUs  2m37.0s/5m0s  5.00 iters/s

running (2m38.0s), 0030/0100 VUs, 760 complete and 0 interrupted iterations
arrival   [  53% ] 0030/0100 VUs  2m38.0s/5m0s  5.00 iters/s

running (2m39.0s), 0029/0100 VUs, 766 complete and 0 interrupted iterations
arrival   [  53% ] 0029/0100 VUs  2m39.0s/5m0s  5.00 iters/s

running (2m40.0s), 0029/0100 VUs, 771 complete and 0 interrupted iterations
arrival   [  53% ] 0029/0100 VUs  2m40.0s/5m0s  5.00 iters/s

running (2m41.0s), 0030/0100 VUs, 775 complete and 0 interrupted iterations
arrival   [  54% ] 0030/0100 VUs  2m41.0s/5m0s  5.00 iters/s

running (2m42.0s), 0030/0100 VUs, 780 complete and 0 interrupted iterations
arrival   [  54% ] 0030/0100 VUs  2m42.0s/5m0s  5.00 iters/s

running (2m43.0s), 0030/0100 VUs, 785 complete and 0 interrupted iterations
arrival   [  54% ] 0030/0100 VUs  2m43.0s/5m0s  5.00 iters/s

running (2m44.0s), 0030/0100 VUs, 790 complete and 0 interrupted iterations
arrival   [  55% ] 0030/0100 VUs  2m44.0s/5m0s  5.00 iters/s

running (2m45.0s), 0030/0100 VUs, 795 complete and 0 interrupted iterations
arrival   [  55% ] 0030/0100 VUs  2m45.0s/5m0s  5.00 iters/s

running (2m46.0s), 0030/0100 VUs, 800 complete and 0 interrupted iterations
arrival   [  55% ] 0030/0100 VUs  2m46.0s/5m0s  5.00 iters/s

running (2m47.0s), 0029/0100 VUs, 806 complete and 0 interrupted iterations
arrival   [  56% ] 0029/0100 VUs  2m47.0s/5m0s  5.00 iters/s

running (2m48.0s), 0029/0100 VUs, 811 complete and 0 interrupted iterations
arrival   [  56% ] 0029/0100 VUs  2m48.0s/5m0s  5.00 iters/s

running (2m49.0s), 0030/0100 VUs, 815 complete and 0 interrupted iterations
arrival   [  56% ] 0030/0100 VUs  2m49.0s/5m0s  5.00 iters/s

running (2m50.0s), 0030/0100 VUs, 820 complete and 0 interrupted iterations
arrival   [  57% ] 0030/0100 VUs  2m50.0s/5m0s  5.00 iters/s

running (2m51.0s), 0030/0100 VUs, 825 complete and 0 interrupted iterations
arrival   [  57% ] 0030/0100 VUs  2m51.0s/5m0s  5.00 iters/s

running (2m52.0s), 0030/0100 VUs, 830 complete and 0 interrupted iterations
arrival   [  57% ] 0030/0100 VUs  2m52.0s/5m0s  5.00 iters/s

running (2m53.0s), 0030/0100 VUs, 835 complete and 0 interrupted iterations
arrival   [  58% ] 0030/0100 VUs  2m53.0s/5m0s  5.00 iters/s

running (2m54.0s), 0030/0100 VUs, 840 complete and 0 interrupted iterations
arrival   [  58% ] 0030/0100 VUs  2m54.0s/5m0s  5.00 iters/s

running (2m55.0s), 0029/0100 VUs, 846 complete and 0 interrupted iterations
arrival   [  58% ] 0029/0100 VUs  2m55.0s/5m0s  5.00 iters/s

running (2m56.0s), 0029/0100 VUs, 851 complete and 0 interrupted iterations
arrival   [  59% ] 0029/0100 VUs  2m56.0s/5m0s  5.00 iters/s

running (2m57.0s), 0030/0100 VUs, 855 complete and 0 interrupted iterations
arrival   [  59% ] 0030/0100 VUs  2m57.0s/5m0s  5.00 iters/s

running (2m58.0s), 0030/0100 VUs, 860 complete and 0 interrupted iterations
arrival   [  59% ] 0030/0100 VUs  2m58.0s/5m0s  5.00 iters/s

running (2m59.0s), 0030/0100 VUs, 865 complete and 0 interrupted iterations
arrival   [  60% ] 0030/0100 VUs  2m59.0s/5m0s  5.00 iters/s

running (3m00.0s), 0030/0100 VUs, 870 complete and 0 interrupted iterations
arrival   [  60% ] 0030/0100 VUs  3m00.0s/5m0s  5.00 iters/s

running (3m01.0s), 0030/0100 VUs, 875 complete and 0 interrupted iterations
arrival   [  60% ] 0030/0100 VUs  3m01.0s/5m0s  5.00 iters/s

running (3m02.0s), 0030/0100 VUs, 880 complete and 0 interrupted iterations
arrival   [  61% ] 0030/0100 VUs  3m02.0s/5m0s  5.00 iters/s

running (3m03.0s), 0030/0100 VUs, 885 complete and 0 interrupted iterations
arrival   [  61% ] 0030/0100 VUs  3m03.0s/5m0s  5.00 iters/s

running (3m04.0s), 0029/0100 VUs, 891 complete and 0 interrupted iterations
arrival   [  61% ] 0029/0100 VUs  3m04.0s/5m0s  5.00 iters/s

running (3m05.0s), 0030/0100 VUs, 895 complete and 0 interrupted iterations
arrival   [  62% ] 0030/0100 VUs  3m05.0s/5m0s  5.00 iters/s

running (3m06.0s), 0030/0100 VUs, 900 complete and 0 interrupted iterations
arrival   [  62% ] 0030/0100 VUs  3m06.0s/5m0s  5.00 iters/s

running (3m07.0s), 0030/0100 VUs, 905 complete and 0 interrupted iterations
arrival   [  62% ] 0030/0100 VUs  3m07.0s/5m0s  5.00 iters/s

running (3m08.0s), 0030/0100 VUs, 910 complete and 0 interrupted iterations
arrival   [  63% ] 0030/0100 VUs  3m08.0s/5m0s  5.00 iters/s

running (3m09.0s), 0030/0100 VUs, 915 complete and 0 interrupted iterations
arrival   [  63% ] 0030/0100 VUs  3m09.0s/5m0s  5.00 iters/s

running (3m10.0s), 0030/0100 VUs, 920 complete and 0 interrupted iterations
arrival   [  63% ] 0030/0100 VUs  3m10.0s/5m0s  5.00 iters/s

running (3m11.0s), 0030/0100 VUs, 925 complete and 0 interrupted iterations
arrival   [  64% ] 0030/0100 VUs  3m11.0s/5m0s  5.00 iters/s

running (3m12.0s), 0029/0100 VUs, 931 complete and 0 interrupted iterations
arrival   [  64% ] 0029/0100 VUs  3m12.0s/5m0s  5.00 iters/s

running (3m13.0s), 0030/0100 VUs, 935 complete and 0 interrupted iterations
arrival   [  64% ] 0030/0100 VUs  3m13.0s/5m0s  5.00 iters/s

running (3m14.0s), 0030/0100 VUs, 940 complete and 0 interrupted iterations
arrival   [  65% ] 0030/0100 VUs  3m14.0s/5m0s  5.00 iters/s

running (3m15.0s), 0030/0100 VUs, 945 complete and 0 interrupted iterations
arrival   [  65% ] 0030/0100 VUs  3m15.0s/5m0s  5.00 iters/s

running (3m16.0s), 0030/0100 VUs, 950 complete and 0 interrupted iterations
arrival   [  65% ] 0030/0100 VUs  3m16.0s/5m0s  5.00 iters/s

running (3m17.0s), 0030/0100 VUs, 955 complete and 0 interrupted iterations
arrival   [  66% ] 0030/0100 VUs  3m17.0s/5m0s  5.00 iters/s

running (3m18.0s), 0030/0100 VUs, 960 complete and 0 interrupted iterations
arrival   [  66% ] 0030/0100 VUs  3m18.0s/5m0s  5.00 iters/s

running (3m19.0s), 0030/0100 VUs, 965 complete and 0 interrupted iterations
arrival   [  66% ] 0030/0100 VUs  3m19.0s/5m0s  5.00 iters/s

running (3m20.0s), 0028/0100 VUs, 972 complete and 0 interrupted iterations
arrival   [  67% ] 0028/0100 VUs  3m20.0s/5m0s  5.00 iters/s

running (3m21.0s), 0030/0100 VUs, 975 complete and 0 interrupted iterations
arrival   [  67% ] 0030/0100 VUs  3m21.0s/5m0s  5.00 iters/s

running (3m22.0s), 0030/0100 VUs, 980 complete and 0 interrupted iterations
arrival   [  67% ] 0030/0100 VUs  3m22.0s/5m0s  5.00 iters/s

running (3m23.0s), 0030/0100 VUs, 985 complete and 0 interrupted iterations
arrival   [  68% ] 0030/0100 VUs  3m23.0s/5m0s  5.00 iters/s

running (3m24.0s), 0030/0100 VUs, 990 complete and 0 interrupted iterations
arrival   [  68% ] 0030/0100 VUs  3m24.0s/5m0s  5.00 iters/s

running (3m25.0s), 0030/0100 VUs, 995 complete and 0 interrupted iterations
arrival   [  68% ] 0030/0100 VUs  3m25.0s/5m0s  5.00 iters/s

running (3m26.0s), 0030/0100 VUs, 1000 complete and 0 interrupted iterations
arrival   [  69% ] 0030/0100 VUs  3m26.0s/5m0s  5.00 iters/s

running (3m27.0s), 0029/0100 VUs, 1006 complete and 0 interrupted iterations
arrival   [  69% ] 0029/0100 VUs  3m27.0s/5m0s  5.00 iters/s

running (3m28.0s), 0029/0100 VUs, 1011 complete and 0 interrupted iterations
arrival   [  69% ] 0029/0100 VUs  3m28.0s/5m0s  5.00 iters/s

running (3m29.0s), 0030/0100 VUs, 1015 complete and 0 interrupted iterations
arrival   [  70% ] 0030/0100 VUs  3m29.0s/5m0s  5.00 iters/s

running (3m30.0s), 0030/0100 VUs, 1020 complete and 0 interrupted iterations
arrival   [  70% ] 0030/0100 VUs  3m30.0s/5m0s  5.00 iters/s

running (3m31.0s), 0030/0100 VUs, 1025 complete and 0 interrupted iterations
arrival   [  70% ] 0030/0100 VUs  3m31.0s/5m0s  5.00 iters/s

running (3m32.0s), 0030/0100 VUs, 1030 complete and 0 interrupted iterations
arrival   [  71% ] 0030/0100 VUs  3m32.0s/5m0s  5.00 iters/s

running (3m33.0s), 0030/0100 VUs, 1035 complete and 0 interrupted iterations
arrival   [  71% ] 0030/0100 VUs  3m33.0s/5m0s  5.00 iters/s

running (3m34.0s), 0030/0100 VUs, 1040 complete and 0 interrupted iterations
arrival   [  71% ] 0030/0100 VUs  3m34.0s/5m0s  5.00 iters/s

running (3m35.0s), 0029/0100 VUs, 1046 complete and 0 interrupted iterations
arrival   [  72% ] 0029/0100 VUs  3m35.0s/5m0s  5.00 iters/s

running (3m36.0s), 0029/0100 VUs, 1051 complete and 0 interrupted iterations
arrival   [  72% ] 0029/0100 VUs  3m36.0s/5m0s  5.00 iters/s

running (3m37.0s), 0030/0100 VUs, 1055 complete and 0 interrupted iterations
arrival   [  72% ] 0030/0100 VUs  3m37.0s/5m0s  5.00 iters/s

running (3m38.0s), 0030/0100 VUs, 1060 complete and 0 interrupted iterations
arrival   [  73% ] 0030/0100 VUs  3m38.0s/5m0s  5.00 iters/s

running (3m39.0s), 0030/0100 VUs, 1065 complete and 0 interrupted iterations
arrival   [  73% ] 0030/0100 VUs  3m39.0s/5m0s  5.00 iters/s

running (3m40.0s), 0030/0100 VUs, 1070 complete and 0 interrupted iterations
arrival   [  73% ] 0030/0100 VUs  3m40.0s/5m0s  5.00 iters/s

running (3m41.0s), 0030/0100 VUs, 1075 complete and 0 interrupted iterations
arrival   [  74% ] 0030/0100 VUs  3m41.0s/5m0s  5.00 iters/s

running (3m42.0s), 0030/0100 VUs, 1080 complete and 0 interrupted iterations
arrival   [  74% ] 0030/0100 VUs  3m42.0s/5m0s  5.00 iters/s

running (3m43.0s), 0029/0100 VUs, 1086 complete and 0 interrupted iterations
arrival   [  74% ] 0029/0100 VUs  3m43.0s/5m0s  5.00 iters/s

running (3m44.0s), 0029/0100 VUs, 1091 complete and 0 interrupted iterations
arrival   [  75% ] 0029/0100 VUs  3m44.0s/5m0s  5.00 iters/s

running (3m45.0s), 0030/0100 VUs, 1095 complete and 0 interrupted iterations
arrival   [  75% ] 0030/0100 VUs  3m45.0s/5m0s  5.00 iters/s

running (3m46.0s), 0030/0100 VUs, 1100 complete and 0 interrupted iterations
arrival   [  75% ] 0030/0100 VUs  3m46.0s/5m0s  5.00 iters/s

running (3m47.0s), 0030/0100 VUs, 1105 complete and 0 interrupted iterations
arrival   [  76% ] 0030/0100 VUs  3m47.0s/5m0s  5.00 iters/s

running (3m48.0s), 0030/0100 VUs, 1110 complete and 0 interrupted iterations
arrival   [  76% ] 0030/0100 VUs  3m48.0s/5m0s  5.00 iters/s

running (3m49.0s), 0030/0100 VUs, 1115 complete and 0 interrupted iterations
arrival   [  76% ] 0030/0100 VUs  3m49.0s/5m0s  5.00 iters/s

running (3m50.0s), 0030/0100 VUs, 1120 complete and 0 interrupted iterations
arrival   [  77% ] 0030/0100 VUs  3m50.0s/5m0s  5.00 iters/s

running (3m51.0s), 0029/0100 VUs, 1126 complete and 0 interrupted iterations
arrival   [  77% ] 0029/0100 VUs  3m51.0s/5m0s  5.00 iters/s

running (3m52.0s), 0028/0100 VUs, 1132 complete and 0 interrupted iterations
arrival   [  77% ] 0028/0100 VUs  3m52.0s/5m0s  5.00 iters/s

running (3m53.0s), 0030/0100 VUs, 1135 complete and 0 interrupted iterations
arrival   [  78% ] 0030/0100 VUs  3m53.0s/5m0s  5.00 iters/s

running (3m54.0s), 0030/0100 VUs, 1140 complete and 0 interrupted iterations
arrival   [  78% ] 0030/0100 VUs  3m54.0s/5m0s  5.00 iters/s

running (3m55.0s), 0030/0100 VUs, 1145 complete and 0 interrupted iterations
arrival   [  78% ] 0030/0100 VUs  3m55.0s/5m0s  5.00 iters/s

running (3m56.0s), 0030/0100 VUs, 1150 complete and 0 interrupted iterations
arrival   [  79% ] 0030/0100 VUs  3m56.0s/5m0s  5.00 iters/s

running (3m57.0s), 0030/0100 VUs, 1155 complete and 0 interrupted iterations
arrival   [  79% ] 0030/0100 VUs  3m57.0s/5m0s  5.00 iters/s

running (3m58.0s), 0030/0100 VUs, 1160 complete and 0 interrupted iterations
arrival   [  79% ] 0030/0100 VUs  3m58.0s/5m0s  5.00 iters/s

running (3m59.0s), 0029/0100 VUs, 1166 complete and 0 interrupted iterations
arrival   [  80% ] 0029/0100 VUs  3m59.0s/5m0s  5.00 iters/s

running (4m00.0s), 0030/0100 VUs, 1170 complete and 0 interrupted iterations
arrival   [  80% ] 0030/0100 VUs  4m00.0s/5m0s  5.00 iters/s

running (4m01.0s), 0030/0100 VUs, 1175 complete and 0 interrupted iterations
arrival   [  80% ] 0030/0100 VUs  4m01.0s/5m0s  5.00 iters/s

running (4m02.0s), 0030/0100 VUs, 1180 complete and 0 interrupted iterations
arrival   [  81% ] 0030/0100 VUs  4m02.0s/5m0s  5.00 iters/s

running (4m03.0s), 0030/0100 VUs, 1185 complete and 0 interrupted iterations
arrival   [  81% ] 0030/0100 VUs  4m03.0s/5m0s  5.00 iters/s

running (4m04.0s), 0030/0100 VUs, 1190 complete and 0 interrupted iterations
arrival   [  81% ] 0030/0100 VUs  4m04.0s/5m0s  5.00 iters/s

running (4m05.0s), 0030/0100 VUs, 1195 complete and 0 interrupted iterations
arrival   [  82% ] 0030/0100 VUs  4m05.0s/5m0s  5.00 iters/s

running (4m06.0s), 0030/0100 VUs, 1200 complete and 0 interrupted iterations
arrival   [  82% ] 0030/0100 VUs  4m06.0s/5m0s  5.00 iters/s

running (4m07.0s), 0029/0100 VUs, 1206 complete and 0 interrupted iterations
arrival   [  82% ] 0029/0100 VUs  4m07.0s/5m0s  5.00 iters/s

running (4m08.0s), 0029/0100 VUs, 1211 complete and 0 interrupted iterations
arrival   [  83% ] 0029/0100 VUs  4m08.0s/5m0s  5.00 iters/s

running (4m09.0s), 0030/0100 VUs, 1215 complete and 0 interrupted iterations
arrival   [  83% ] 0030/0100 VUs  4m09.0s/5m0s  5.00 iters/s

running (4m10.0s), 0030/0100 VUs, 1220 complete and 0 interrupted iterations
arrival   [  83% ] 0030/0100 VUs  4m10.0s/5m0s  5.00 iters/s

running (4m11.0s), 0030/0100 VUs, 1225 complete and 0 interrupted iterations
arrival   [  84% ] 0030/0100 VUs  4m11.0s/5m0s  5.00 iters/s

running (4m12.0s), 0030/0100 VUs, 1230 complete and 0 interrupted iterations
arrival   [  84% ] 0030/0100 VUs  4m12.0s/5m0s  5.00 iters/s

running (4m13.0s), 0030/0100 VUs, 1235 complete and 0 interrupted iterations
arrival   [  84% ] 0030/0100 VUs  4m13.0s/5m0s  5.00 iters/s

running (4m14.0s), 0030/0100 VUs, 1240 complete and 0 interrupted iterations
arrival   [  85% ] 0030/0100 VUs  4m14.0s/5m0s  5.00 iters/s

running (4m15.0s), 0029/0100 VUs, 1246 complete and 0 interrupted iterations
arrival   [  85% ] 0029/0100 VUs  4m15.0s/5m0s  5.00 iters/s

running (4m16.0s), 0029/0100 VUs, 1251 complete and 0 interrupted iterations
arrival   [  85% ] 0029/0100 VUs  4m16.0s/5m0s  5.00 iters/s

running (4m17.0s), 0030/0100 VUs, 1255 complete and 0 interrupted iterations
arrival   [  86% ] 0030/0100 VUs  4m17.0s/5m0s  5.00 iters/s

running (4m18.0s), 0030/0100 VUs, 1260 complete and 0 interrupted iterations
arrival   [  86% ] 0030/0100 VUs  4m18.0s/5m0s  5.00 iters/s

running (4m19.0s), 0030/0100 VUs, 1265 complete and 0 interrupted iterations
arrival   [  86% ] 0030/0100 VUs  4m19.0s/5m0s  5.00 iters/s

running (4m20.0s), 0030/0100 VUs, 1270 complete and 0 interrupted iterations
arrival   [  87% ] 0030/0100 VUs  4m20.0s/5m0s  5.00 iters/s

running (4m21.0s), 0030/0100 VUs, 1275 complete and 0 interrupted iterations
arrival   [  87% ] 0030/0100 VUs  4m21.0s/5m0s  5.00 iters/s

running (4m22.0s), 0030/0100 VUs, 1280 complete and 0 interrupted iterations
arrival   [  87% ] 0030/0100 VUs  4m22.0s/5m0s  5.00 iters/s

running (4m23.0s), 0029/0100 VUs, 1286 complete and 0 interrupted iterations
arrival   [  88% ] 0029/0100 VUs  4m23.0s/5m0s  5.00 iters/s

running (4m24.0s), 0029/0100 VUs, 1291 complete and 0 interrupted iterations
arrival   [  88% ] 0029/0100 VUs  4m24.0s/5m0s  5.00 iters/s

running (4m25.0s), 0030/0100 VUs, 1295 complete and 0 interrupted iterations
arrival   [  88% ] 0030/0100 VUs  4m25.0s/5m0s  5.00 iters/s

running (4m26.0s), 0030/0100 VUs, 1300 complete and 0 interrupted iterations
arrival   [  89% ] 0030/0100 VUs  4m26.0s/5m0s  5.00 iters/s

running (4m27.0s), 0030/0100 VUs, 1305 complete and 0 interrupted iterations
arrival   [  89% ] 0030/0100 VUs  4m27.0s/5m0s  5.00 iters/s

running (4m28.0s), 0030/0100 VUs, 1310 complete and 0 interrupted iterations
arrival   [  89% ] 0030/0100 VUs  4m28.0s/5m0s  5.00 iters/s

running (4m29.0s), 0030/0100 VUs, 1315 complete and 0 interrupted iterations
arrival   [  90% ] 0030/0100 VUs  4m29.0s/5m0s  5.00 iters/s

running (4m30.0s), 0030/0100 VUs, 1320 complete and 0 interrupted iterations
arrival   [  90% ] 0030/0100 VUs  4m30.0s/5m0s  5.00 iters/s

running (4m31.0s), 0029/0100 VUs, 1326 complete and 0 interrupted iterations
arrival   [  90% ] 0029/0100 VUs  4m31.0s/5m0s  5.00 iters/s

running (4m32.0s), 0029/0100 VUs, 1331 complete and 0 interrupted iterations
arrival   [  91% ] 0029/0100 VUs  4m32.0s/5m0s  5.00 iters/s

running (4m33.0s), 0030/0100 VUs, 1335 complete and 0 interrupted iterations
arrival   [  91% ] 0030/0100 VUs  4m33.0s/5m0s  5.00 iters/s

running (4m34.0s), 0030/0100 VUs, 1340 complete and 0 interrupted iterations
arrival   [  91% ] 0030/0100 VUs  4m34.0s/5m0s  5.00 iters/s

running (4m35.0s), 0030/0100 VUs, 1345 complete and 0 interrupted iterations
arrival   [  92% ] 0030/0100 VUs  4m35.0s/5m0s  5.00 iters/s

running (4m36.0s), 0030/0100 VUs, 1350 complete and 0 interrupted iterations
arrival   [  92% ] 0030/0100 VUs  4m36.0s/5m0s  5.00 iters/s

running (4m37.0s), 0030/0100 VUs, 1355 complete and 0 interrupted iterations
arrival   [  92% ] 0030/0100 VUs  4m37.0s/5m0s  5.00 iters/s

running (4m38.0s), 0030/0100 VUs, 1360 complete and 0 interrupted iterations
arrival   [  93% ] 0030/0100 VUs  4m38.0s/5m0s  5.00 iters/s

running (4m39.0s), 0029/0100 VUs, 1366 complete and 0 interrupted iterations
arrival   [  93% ] 0029/0100 VUs  4m39.0s/5m0s  5.00 iters/s

running (4m40.0s), 0029/0100 VUs, 1371 complete and 0 interrupted iterations
arrival   [  93% ] 0029/0100 VUs  4m40.0s/5m0s  5.00 iters/s

running (4m41.0s), 0030/0100 VUs, 1375 complete and 0 interrupted iterations
arrival   [  94% ] 0030/0100 VUs  4m41.0s/5m0s  5.00 iters/s

running (4m42.0s), 0030/0100 VUs, 1380 complete and 0 interrupted iterations
arrival   [  94% ] 0030/0100 VUs  4m42.0s/5m0s  5.00 iters/s

running (4m43.0s), 0030/0100 VUs, 1385 complete and 0 interrupted iterations
arrival   [  94% ] 0030/0100 VUs  4m43.0s/5m0s  5.00 iters/s

running (4m44.0s), 0030/0100 VUs, 1390 complete and 0 interrupted iterations
arrival   [  95% ] 0030/0100 VUs  4m44.0s/5m0s  5.00 iters/s

running (4m45.0s), 0030/0100 VUs, 1395 complete and 0 interrupted iterations
arrival   [  95% ] 0030/0100 VUs  4m45.0s/5m0s  5.00 iters/s

running (4m46.0s), 0030/0100 VUs, 1400 complete and 0 interrupted iterations
arrival   [  95% ] 0030/0100 VUs  4m46.0s/5m0s  5.00 iters/s

running (4m47.0s), 0029/0100 VUs, 1406 complete and 0 interrupted iterations
arrival   [  96% ] 0029/0100 VUs  4m47.0s/5m0s  5.00 iters/s

running (4m48.0s), 0029/0100 VUs, 1411 complete and 0 interrupted iterations
arrival   [  96% ] 0029/0100 VUs  4m48.0s/5m0s  5.00 iters/s

running (4m49.0s), 0030/0100 VUs, 1415 complete and 0 interrupted iterations
arrival   [  96% ] 0030/0100 VUs  4m49.0s/5m0s  5.00 iters/s

running (4m50.0s), 0030/0100 VUs, 1420 complete and 0 interrupted iterations
arrival   [  97% ] 0030/0100 VUs  4m50.0s/5m0s  5.00 iters/s

running (4m51.0s), 0030/0100 VUs, 1425 complete and 0 interrupted iterations
arrival   [  97% ] 0030/0100 VUs  4m51.0s/5m0s  5.00 iters/s

running (4m52.0s), 0030/0100 VUs, 1430 complete and 0 interrupted iterations
arrival   [  97% ] 0030/0100 VUs  4m52.0s/5m0s  5.00 iters/s

running (4m53.0s), 0030/0100 VUs, 1435 complete and 0 interrupted iterations
arrival   [  98% ] 0030/0100 VUs  4m53.0s/5m0s  5.00 iters/s

running (4m54.0s), 0030/0100 VUs, 1440 complete and 0 interrupted iterations
arrival   [  98% ] 0030/0100 VUs  4m54.0s/5m0s  5.00 iters/s

running (4m55.0s), 0029/0100 VUs, 1446 complete and 0 interrupted iterations
arrival   [  98% ] 0029/0100 VUs  4m55.0s/5m0s  5.00 iters/s

running (4m56.0s), 0029/0100 VUs, 1451 complete and 0 interrupted iterations
arrival   [  99% ] 0029/0100 VUs  4m56.0s/5m0s  5.00 iters/s

running (4m57.0s), 0030/0100 VUs, 1455 complete and 0 interrupted iterations
arrival   [  99% ] 0030/0100 VUs  4m57.0s/5m0s  5.00 iters/s

running (4m58.0s), 0030/0100 VUs, 1460 complete and 0 interrupted iterations
arrival   [  99% ] 0030/0100 VUs  4m58.0s/5m0s  5.00 iters/s

running (4m59.0s), 0030/0100 VUs, 1465 complete and 0 interrupted iterations
arrival   [ 100% ] 0030/0100 VUs  4m59.0s/5m0s  5.00 iters/s

running (5m00.0s), 0030/0100 VUs, 1470 complete and 0 interrupted iterations
arrival   [ 100% ] 0030/0100 VUs  5m00.0s/5m0s  5.00 iters/s

running (5m01.0s), 0030/0100 VUs, 1470 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m02.0s), 0029/0100 VUs, 1471 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m03.0s), 0025/0100 VUs, 1475 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m04.0s), 0020/0100 VUs, 1480 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m05.0s), 0020/0100 VUs, 1480 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m06.0s), 0020/0100 VUs, 1480 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m07.0s), 0020/0100 VUs, 1480 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m08.0s), 0020/0100 VUs, 1480 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m09.0s), 0020/0100 VUs, 1480 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m10.0s), 0019/0100 VUs, 1481 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m11.0s), 0015/0100 VUs, 1485 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m12.0s), 0010/0100 VUs, 1490 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m13.0s), 0010/0100 VUs, 1490 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m14.0s), 0010/0100 VUs, 1490 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m15.0s), 0010/0100 VUs, 1490 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m16.0s), 0010/0100 VUs, 1490 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m17.0s), 0010/0100 VUs, 1490 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m18.0s), 0009/0100 VUs, 1491 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s

running (5m19.0s), 0004/0100 VUs, 1496 complete and 0 interrupted iterations
arrival ↓ [ 100% ] 0030/0100 VUs  5m0s  5.00 iters/s


  █ TOTAL RESULTS 

    CUSTOM
    client_completed_total...........: 400    1.250744/s
    client_events_received_total.....: 14400  45.026779/s
    client_rejected_total............: 1100   3.439546/s
    client_stream_duration_seconds...: p(50)=0.003   p(95)=23.814   p(99)=23.87405 min=0        max=23.939
    client_ttfc_completed_seconds....: p(50)=16.7955 p(95)=16.91305 p(99)=16.94349 min=1.003    max=17.01 
    client_ttfc_seconds..............: p(50)=16.7955 p(95)=16.91305 p(99)=16.94349 min=1.003    max=17.01 
    sse_event........................: 14400  45.026779/s

    HTTP
    http_req_duration................: p(50)=2.84ms  p(95)=23.81s   p(99)=23.87s   min=656.12µs max=23.93s
    http_reqs........................: 1500   4.690289/s

    EXECUTION
    iteration_duration...............: p(50)=3.07ms  p(95)=23.81s   p(99)=23.87s   min=732µs    max=23.93s
    iterations.......................: 1500   4.690289/s
    vus..............................: 4      min=4       max=30 
    vus_max..........................: 100    min=100     max=100

    NETWORK
    data_received....................: 2.0 MB 6.4 kB/s
    data_sent........................: 399 kB 1.2 kB/s



running (5m19.8s), 0000/0100 VUs, 1500 complete and 0 interrupted iterations
arrival ✓ [ 100% ] 0000/0100 VUs  5m0s  5.00 iters/s